data = {
	fants: [
        {name:"Зарядка", text:"Для тебя это пустяки! Отожмись от пола 15 раз."},
        {name:"Шварцнеггер на мотоцикле", text:"Мне нужны твоя одежда и мотоцикл! Сними с игрока слева 1 вещь и надень на себя. Затем найди пару палочек (можно спичек), бери с их помощью какой-нибудь коробок и поднмай до уровя плеч, имитируя руль. Затем дергай ногой и заводи мотор. Готово, поехали."},
        {name:"Консультант", text:"Игрок слева протягивает тебе предмет. Твоя задача - разрекламировать его как предмет для сексуальных утех."},
        {name:"Щекотка-мэн", text:"Дружище, на тебя нападает щекотка-мэн! Сейчас остальные будут тебя щекотать в течение минуты!", duration: 60, require: "много смеяться :))"},
        {name:"Недержание", text:"Прямо сейчас и далее в течение 5 минут ты начинаешь нести какую-то чушь, НЕ ПЕРЕСТАВАЯ НИ НА СЕКУНДУ. Ведь время уже пошло, и все бы ничего, но вот вчера . . .", faster: 300},
        {name:"Стишок", text:"Выйди из комнаты и не подслушивай. Игроки загадывают известную строчку из стихотворения, каждый запоминает 1 слово. Затем на счет 3 все хором произносят свое слово - а твоя задача отгадать название или продолжить."},
        {name:"Внимательность", text:"Огляди всех игроков и закрой глаза. Сейчас каждый из них сделает 1 изменение в своей позе, а тебе необходимо это заметить."},
        {name:"Все выше и выше", text:"Проверь, выше ли ты, чем левый сосед твоего соседа слева. Если да, то он иммет право взобраться куда-нибудь в предалах 5 метров, и стать выше тебя. Затем ты тоже иммешь такое право. Продолжайте, пока кто-то не сдастся."},
		{name:"Шапочка", text:"Скорее, тебе нужно надеть на себя какую-нибудь шапку. Можешь соорудить ее из подручных средств!", faster: 30},
        {name:"Сиамские близнецы", text:"Вы срослись с игроком слева. Обнимите друг друга за талию или плечи и свяжите смежные ноги. За минуту вы должны аккуратно свернуть футболку и положить ее в пакет.", require:"ремень или веревка, футболка и пакет", duration: 60},
        {name:"Сиамские близнецы", text:"Вы срослись с игроком слева. Обнимите друг друга за талию или плечи и свяжите смежные ноги. За минуту вы должны выйти сделать круг вокруг стола, присесть, подпрыгнуть и сделать отжимание.", require:"ремень или веревка", duration: 60},
        {name:"Бесплатная вода", text:"Выпей стакан воды. Потом еще стакан воды", require:"стакан воды, потом еще стакан воды"},
        {name:"Денежный ветер", text:"С правым соседом твоего соседа справа устрой соервнование: чья купюра улетит дальше с трех дуновений", require: "денежки или бумажки"},
        {name:"Пьяный мастер", text:"Постепенно ускоряясь, совершай переменные возвращательные движения руками в вертикальной плоскости и сопровождай их криками \"Ия\" и \"Ча\". Не останавливайся и не смейся в течение 30 секунд.", duration: 30},
        {name:"Участь определена", text:"Если предыдущий игрок потерпел провал - ты тоже провалился. А если был успешен - ты тоже успешен!"},
        {name:"Рукавицы", text:"Надевай рукавицы. Для успеха теперь найди рубашку и надень ее на соседа справа. Ты долен застегнуть 3 пуговицы за минуту", require:"рукавицы", duration: 60},
        {name:"Удача", text:"Хлопни в ладоши!", require:"наличие своих сисек"},
        {name:"Тактильный мастер", text:"Твой напарник - третий игрок, двигаясь влево. Завяжи себе глаза. Отсальные игроки помещают на напарнике 6 скрепок. Ты должен за минуту все их найти, напарник должен молчать.", require:"скрепки или прищепочки, повязка на глаза", duration: 60},
        {name:"Близко", text:"Твой соперник - сосед справа. Поставьте на полу отметку и отойдите назад. Нужно катнуть (бросить) мячик так, чтобы он остановился к отметке ближе оппонента. Соревнуйтесь до 3х побед.", require:"мячик или что-то бросабельное"},
        {name:"Подводник", text:"Опускай голову в воду и кричи: \"Я капитан подводной лодки!\"", require:"емкость с водой"},
        {name:"Дискомфорт", text:"Упс... Придется признаться. Убедительно объясни, почему ты не надел сегодня нижнее белье."},
        {name:"Крик ненависти", text:"Игрок слева загадывает тебе слово Х. справа - Y, а напротив - Z. Теперьь ты идешь в туалет и там кричишь фразу: \"Я ненавижу тебя, Х, потому что ты полный Y и Z!\"", require:"капелька ненависти"},
        {name:"Уроки", text:"Каждый игрок задает тебе скучный вопрос по математике или русскому языку. Ответь верно больше, чем на половину."},
        {name:"Обнимашки", text:"Твоим напарником становится первый игрок противоположного пола, двигаясь влево. Вам нужно так крепко обняться, что шарик, зажатый между вами, лопнул. У вас 1 минута.", require:"воздушный шарик", duration: 30},
        {name:"Певец ртом", text:"Запасайтесь колой и попкорном! Сейчас народный артист споет песню, не переставая жевать при этом всякую нямку!", require:"какая-нибудь нямка"},
        {name:"Лещенко", text:"Покажи свою мощь, раздай всем леща по щекам!", require:"задатки тирана и самодура"},
        {name:"Курильщик-оратор", text:"Прочитай следующий текст, произнося слова только на вдох. Не сбивайся.", require:"какой-нибудь печатный текст"},
        {name:"Хомячок", text:"Набей рот какой-нибудь нямкой и, не прожевывая ее, 3 раза подряд скажи: \"Я хомячок, я ем зерно. Его не трожь, оно мое, сучка!\". Главное не засмейся.", require:"какая-нибудь нямка"},
        {name:"Помышечные газы", text:"Развесели народ! 30 секунд издавай подмышкой весьма интересные звуки.", require:"специфичное чувство юмора", duration: 30},
        {name:"Скрытность", text:"Надо сделать это незаметно. Клади на пол монетку и двигай ее носом в противоположный конец комнаты.", require:"монетка или спичечный коробок"},
        {name:"Самолюбование", text:"Подойди к зеркалу и с разной интонацией и манерой скажи: \"Ах, какой(-ая) я красивый(-ая)!\"", require:"зеркало и нарциссизм"},
        {name:"Яблоко", text:"Твой напарник - первый игрок противоположного пола двигаясь вправо. Он ложится на спину, ноги вместе. На ступни ему кладется яблоко. Твоя задача - докатить его до его подбородка только с помощью своего лица, не дав упасть", require:"Яблоко, апельсин или что-то шарообразное"},
        {name:"Освежись!", text:"Кажется твоем соседу справа стало не очень! Быстро набери в рот воды и приведи его в чувство", faster:"30"},
        {name:"Квантовая пчела", text:"В твоей одежде завелась квантовая пчела! Терять времени у нас нет! Скорее раздевайся до нижнего белья, выгоняй ее и одевайся обратно. Твоя минута уже идет вовсю!", faster:"60"},
        {name:"Прищепка", text:"Тебе на нос цепляют прищепку или что-то на нее похожее. Твоя задача - избавиться от нее с помощью мимики за 30 секунд.", duration: 30, require:"прищепка или что-то на нее похожее"},
		{name:"Поиск", text:"Завяжи себе глаза. Игроки бегают чуточку по комнате потом замирают и не двигаются. Ты называешь имя игрока, и за минуту ты должен его найти.", duration: 60, require:"напрозрачная повязка на глаза"},
	],
    fails: [
        {text: "Испытай глубокое моральное неудовлетворение"},
        {text: "Тебе рисуют усы!"},
        {text: "Можешь пересесть на другое место, обняв новых соседей!"},
        {text: "Сделай каждому игроку 3 жарких комплемента!"},
        {text: "Сделай благородный тост!"},
        {text: "С игроком слева выпей что-нибудь на брудершафт!"},
        {text: "Кажется, с тобой происходит НИЧЕГО."},
        {text: "Пожми каждому игроку большой палец на ноге."},
        {text: "Каждый игрок нежно отвешивает тебе пинка."},
        {text: "Убеди других, что недостоин провала: встань на стальчик и продекларируй свои подвиги!"},
        {text: "Бедненький, как тебя жаль! Залезь на ручки соседу слева на 3 хода.", status: "На ручках у соседа слева", rounds: 3},
        {text: "Высунь язык и не закрывай рот в течение двух раундов.", status: "С высунутым языком", rounds: 2},
        {text: "Позорище! Отправляйся в угол на 2 хода.", status: "В углу", rounds: 2},
        {text: "Сними с себя одну вещь. Из тряпок, колечки не в счет."},
        {text: "Игрок слева выдергивает у тебя 3 волоска не из головы."},
        {text: "В этот раз тебе повезло, никакой отработки."},
        {text: "Поцелуй игрока напротив в коленку."},
        {text: "Игрок напротив сейчас отшлепает тебя 5 раз."},
        {text: "Сними с себя что-нибудь."},
        {text: "Перемой всю посуду, какая есть сейчас в мойке на кухне.", impossible: "Рядом нет кухни"},
        {text: "Досадный фейл. Уткнись соседу слева в бок и поплачь немножко"},
        {text: "Поменяйся местами с игроком слева"},
        {text: "Теперь теперь говори говори каждое каждое слово слово два два раза раза три три хода хода", status: "Заело", rounds: 3},
        {text: "Эй, тссс. Теперь говори только громким шопотом!", status: "Громко шепчет", rounds: 5},
        {text: "Теперь 3 раунда повторяй все, что говорит твой сосед слева, как бы передразнивая его.", status: "Повторюшка", rounds: 35},
        {text: "На 6 раундов сожмите ваши руки в кулаки. Можете двигать только большими пальцами. Как за джойстиком", status: "Воля в кулаке", rounds: 6},
        {text: "Анонимность превыше всего! Надевай на голову бумажный пакет", status: "Маска анонимуса", rounds: 9, impossible: "Нет пакета"},
        {text: "Засунь палец в нос.", status: "Ковыряется в носу", rounds: 8},
        {text: "Тебя обвязывют веревкой или ремнем так, чтобы руки оказались привязаны к телу чуть выше локтей. На 7 раундов", status: "Руки обвязаны веревкой", rounds: 7},
        {text: "Прикинься иностранцем и 7 ходов говори тэолико з интэресьним актсентом.", status: "Иностранец", rounds: 7},
        {text: "Прикинься иностранцем и 5 ходов говори фсем ккак тибэ сдезь нравиться.", status: "Иностранец", rounds: 5},
        {text: "Теперь 10 раундов держи во рту соску.", status: "Малыш с соской", rounds: 10, impossible: "Нет соски"},
        {text: "Надень на голову чулок, спрятав свое лицо на 10 раундов.", status: "Бандюган с чулком на голове", rounds: 10, impossible: "Нет чулка"},
        {text: "Подними руки к небу в молитвенном жесте и держи так два следующих хода!", status: "Взывает к небесам", rounds: 2},
        {text: "Возьми игрока справа за руку и не отпускай в течение 5 ходов ни под каким предлогом!", status: "Держится за руку соседа справа", rounds: 5},
        {text: "Каждые пару минут повторяй: \"Даааа, ситуация так ситуация\"", status: "Ситауция так ситуация...", rounds: 5},
        {text: "2 следующих раунда смотри только на попу соседа слева", status: "Взгляд, прикованный к попе", rounds: 2},
        {text: "После каждого произнесенного предложения добавляй слово \"Жопа\"", status: "Говорит странно, жопа", rounds: 3},
        {text: "Силав смирении. Замри на 2 хода в одной позе и не шевели ни одним мускулом.", status: "Превратился в каменное изваяние", rounds: 2},
        {text: "Спрячься от своего позора. Тебе обматывают голову и шею туалетной бумагой", status: "Замаскирован туалетной бумагой", rounds: 5},
        {text: "Самое время заняться планкингом.", status: "Занят планкингом", rounds: 2},
        {text: "Самое время заняться оулингом.", status: "Занят оулингом", rounds: 3},
        {text: "Хватай себя рукой за правую ягодицу и не отпускай.", status: "Держится за правую ягодицу", rounds: 10},
        {text: "Хватай себя рукой за левую ягодицу и не отпускай.", status: "Держится за левую ягодицу", rounds: 10},
        {text: "Приготовься. Сейчас тебя будут щекотать 1 минуту", duration: 60},
        {text: "Теперь ты - глухая бабка. Когда к тебе обращаются, каждый раз переспрашивай, говоря: \"Что-что, я глухая бабка, повтори.\"",
            status: "Глухая бабка", rounds: 7},
        {text: "В конце любой твоей фразы теперь добавляй \"Мой господин\"", status: "На службе у господина", rounds: 7},
    ],
    greetings: [
        "Настал твой черед, %USERNAME%!",
        "%USERNAME%, пришло твое время...",
        "%USERNAME%, теперь ты покажи свою силу!",
        "Время проявить себя, %USERNAME%!"
    ]
}
